[
  {
    "id": "1",
    "title": "Dixel modeling of gene expression",
    "author": "N Sukumar, Curt M. Breneman, Kristin P. Bennett, Charles Lawrence, Inna Vitol",
    "department": "Department of Chemistry, Rensselaer Polytechnic Institute, Cogswell Laboratory, Department of Mathematics, Rensselaer Polytechnic Institute, Wadsworth Center",
    "content": "Sequence-specific binding of proteins to DNA is arguably the most important foundation of cellular function, since it exerts fundamental control over the abundance of virtually all cellular functional macromolecules. Identification of promoter sequences and transcription factor binding sites in the genome thus represents one of the grand challenges of the post-genomic era. The most successful bioinformatics methods today are based on models that represent DNA by sequences of letters (motif methods). Unfortunately, the sequence data used for training and validation is quite limited. Motif models are thus hampered both by small sample sizes and by an abstract representation that has little to do with the energetics of binding. It is here that cheminformatics can supply additional information and introduce a more accurate and sensitive chemical representation of DNA-protein interactions. Drawing upon our experience with E.coli transcription factors and sigma factors, we show how characterization of DNA through features of electron densities sampled on the vdW surfaces of the major and minor grooves (\"Dixels\") captures the effects of environmental perturbations of neighboring base pairs, without requiring additional sequence data for training."
  },

  {
    "id": "6",
    "title": "Linking chemical scaffolds to gene families to help elucidate molecular mechanisms",
    "author": "Chihae Yang, Paul E. Blower, Kevin Cross, Glenn Myatt, Wolfgang Sadée, and Ying Huang.",
    "department": "Leadscope, Inc, College of Medicine and Public Health, The Ohio State University",
    "content": "The significant investment in \"omics\" technologies and large amount of information generated by these new paradigms have not yet led to dramatic productivity increases in the drug discovery process. Linking biology to chemistry still remains the bottleneck. To link the vast amount of genomics information to small molecule discovery, we previously correlated the gene expression profiles of 60 NCI cancer cell lines to compound activity patterns of the same cell lines, resulting in many possible gene-compound pairs. In this paper, genes in specific biological process pathways were correlated with active chemical scaffolds, whose associations were used to build molecular hypotheses. Gene hierarchical classifications, based on biological process, were used to differentiate gene expression patterns of various cell types. The results from the gene hierarchy analysis are compared to other computational methods for extracting subsets of differentiating genes. This methodology allows us to extend our hypotheses from individual gene-compound pair mappings to a systems approach of linking gene families to compound scaffolds."
  },

  {
    "id": "9",
    "title": "Technical and people disconnects hindering knowledge exchange between chemistry and biology",
    "author": "Christopher A. Lipinski",
    "department": "Exploratory Medicinal Sciences, Pfizer Global Research and Development, Groton Laboratories",
    "content": "Both technical and people factors hinder knowledge exchange between chemistry and biology. For both disciplines software effort is expended on data with little value. For example, capture and subsequent analysis of large volumes of primary HTS data is difficult because of the very high noise factor and hence is not very useful. Public access to primary literature data is very different between the disciplines. Much of searchable biology data is in the public domain while most of chemistry structural data is not. Batch mode data searching is feasible in biology but in chemistry batch mode searching capability is primitive. A problem exists with chemistry needs for batch mode chemical structure searching capability, for example with CAS SciFinder a leading software search tool. The time course of data capture and the very different complexity levels of gene and protein structure representation compared to chemical structure representation contribute to this issue. On the people side, software lags in capture of high level meta data, i.e. why decisions are made. Meta data capture is complicated by people issues particularly those between chemists and biologists. Discipline based disconnects occur distressingly often and are frequently overlooked as a cause of lost productivity. Many of the problems between chemists and biologists are directly traceable to differences in training and hence in attitudes and outlook. Most synthetic chemists are math averse and any type of communication to chemists relying on mathematical equations will be under appreciated or even ignored. Chemists are superb at pattern recognition but biologists are not. This causes confusion and conflict with biology when a medicinal chemist makes a judgment in just a few seconds as to the quality of a compound structure. Expert systems that could capture the pattern recognition skills of medicinal chemists are badly needed."
  }
]
